module.exports = {
    level1types: {
        sale: ["דירה", "דירת גן", "פרטי/קוטג'", "גג/פנטהאוז", "מגרשים", "דופלקס", "דירת נופש", "דו משפחתי", "מרתף/פרטר", "טריפלקס", "יחידת דיור", "משק חקלאי/נחלה", "משק עזר", "דיור מוגן", "בניין מגורים", "סטודיו/לופט", "מחסן", "קב' רכישה/ זכות לנכס", "חניה", "כללי"],
        rent: ["דירה", "דירת גן", "פרטי/קוטג'", "גג/פנטהאוז", "מגרשים", "דופלקס", "דו משפחתי", "מרתף/פרטר", "טריפלקס", "יחידת דיור", "משק חקלאי/נחלה", "משק עזר", "דיור מוגן", "החלפת דירות", "בניין מגורים", "סאבלט", "סטודיו/לופט", "מחסן", "קב' רכישה/ זכות לנכס", "חניה", "כללי"],
        roommates: ["דירה", "דירת גן", "פרטי/קוטג'", "גג/פנטהאוז", "מגרשים", "דופלקס", "דירת נופש", "דו משפחתי", "מרתף/פרטר", "טריפלקס", "יחידת דיור", "משק חקלאי/נחלה", "משק עזר", "דיור מוגן", "החלפת דירות", "סאבלט", "בניין מגורים", "סטודיו/לופט", "מחסן", "קב' רכישה/ זכות לנכס", "חניה", "כללי"],
        commercial: ["אולמות", "בניין משרדים", "חנויות/שטח מסחרי", "חלל עבודה משותף", "חניון", "כללי", "מבני תעשיה", "מגרשים", "מחסנים", "מרתף", "משרדים", "סטודיו", "עסקים למכירה", "קליניקות"]
    },
    upkeep: ["חדש מקבלן (לא גרו בנכס)", "חדש (גרו בנכס)", "משופץ", "במצב שמור", "דרוש שיפוץ"]
}